# 1 урок
# 1 задание: сумма двух чисел введеное пользователем
# n = int(input('введите число: '))
# x = int(input('введите число: '))
# g = n+x
# print('ответ: ', g )

# 2 задание: площадь прямоугольника вв-е поль-м
# n = int(input('введите число: '))
# x = int(input('введите число: '))
# g = n*x
# print('ответ: ', g)

# 3 задание: пользователь вводит имя и фамилию, нужно вывести:(привет <имя><фамилия>,как дела?)
# n = str(input('введите ФИО: '))
# print('привет', n, 'как дела?')

# 2 урок
# 3 задание: Создайте словарь например {'яблоко':2,'груша':4} и найдите сумму всех товаров
# b = {'gog':66, 'Key': 4} 
# nb = b.values() 
# mn = sum(nb) 
# print(mn)

# 1 задание: создайте кортеж с числами и найдите их сумму

# 2 задание: создайте список со всеми длнями неделями и вытащите 2 и последний день























